Repository: ErenYurtaslan/HastaneRandevuSistemi
Catalog: HastaneRandevuSistemi/Resources/SharedResource.*.resx
Languages: tr_tr

# Admin Adresi
source: Admin Address
tr_tr: Admin Adresi

# Adres
source: Address
tr_tr: Adres

# Anasayfa
source: Home
tr_tr: Anasayfa

# Beni Hatırla?
source: Remember me?
tr_tr: Beni Hatırla?

# Bize Ulaşın
source: Contact Us
tr_tr: Bize Ulaşın

# Branş
source: Branch
tr_tr: Branş

# Branş Adı
source: Branch Name
tr_tr: Branş Adı

# Branş Adını Güncelle
source: Update Branch Name
tr_tr: Branş Adını Güncelle

# Branş Listesine Geri Dön
source: Back to the Branch List
tr_tr: Branş Listesine Geri Dön

# Branşlar
source: Branches
tr_tr: Branşlar

# Branşı
source: Branch
tr_tr: Branşı

# Branşı:
source: Branch:
tr_tr: Branşı:

# Bu alan zorunludur.
source: This field is required.
tr_tr: Bu alan zorunludur.

source: This app currently has no real email senders registered, check this documentation to learn how to configure a real email sender.
tr_tr: Bu uygulamanın şu anda kayıtlı gerçek bir e-posta göndericisi yok, gerçek bir e-posta göndericisinin nasıl yapılandırılacağını öğrenmek için bu belgelere bakın.

# Diller
source: Languages
tr_tr: Diller

# Doktor Adı
source: Doctor Name
tr_tr: Doktor Adı

# Doktor Adı:
source: Doctor Name:
tr_tr: Doktor Adı:

# Doktor Branşları
source: Doctor's Branches
tr_tr: Doktor Branşları

# Doktor Branşı ekleme işlemi başarılı!
source: Adding Doctor branch is successful!
tr_tr: Doktor Branşı ekleme işlemi başarılı!

# Doktor Branşı güncelleme işlemi başarılı!
source: Doctor Branch update is successful!
tr_tr: Doktor Branşı güncelleme işlemi başarılı!

# Doktor Branşı silme işlemi başarılı!
source: Doctor Branch deletion is successful!
tr_tr: Doktor Branşı silme işlemi başarılı!

# Doktor Branşını Sil
source: Delete Doctor Branch
tr_tr: Doktor Branşını Sil

# Doktor Ekle
source: Add Doctor
tr_tr: Doktor Ekle

# Doktor Güncelle
source: Update Doctor
tr_tr: Doktor Güncelle

# Doktor kayıt ekleme işlemi başarılı!
source: Add doctor save is successful!
tr_tr: Doktor kayıt ekleme işlemi başarılı!

# Doktor kayıt güncelleme işlemi başarılı!
source: Doctor record update is successful!
tr_tr: Doktor kayıt güncelleme işlemi başarılı!

# Doktor kayıt silme işlemi başarılı!
source: Doctor record deletion is successful!
tr_tr: Doktor kayıt silme işlemi başarılı!

# Doktor Listesi
source: Doctor List
tr_tr: Doktor Listesi

# Doktor Listesine Geri Dön
source: Back to the Doctor List
tr_tr: Doktor Listesine Geri Dön

# Doktor Sil
source: Delete Doctor
tr_tr: Doktor Sil

# Doktorlar
source: Doctors
tr_tr: Doktorlar

# Doktoru Güncelle
source: Update Doctor
tr_tr: Doktoru Güncelle

# Doktoru Sil
source: Delete Doctor
tr_tr: Doktoru Sil

# E-Posta
source: E-Mail
tr_tr: E-Posta

# E-posta onayını yeniden gönder
source: Resend email confirmation
tr_tr: E-posta onayını yeniden gönder

# E-posta onayını yeniden gönderin.
source: Resend the email confirmation.
tr_tr: E-posta onayını yeniden gönderin.

# E-postanızı giriniz.
source: Enter your e-mail.
tr_tr: E-postanızı giriniz.

# Giriş Yap
source: Login
tr_tr: Giriş Yap

# Güncelle
source: Update
tr_tr: Güncelle

source: See this article about setting up this ASP.NET application to support login via external services:
tr_tr: Harici hizmetler aracılığıyla oturum açmayı desteklemek için bu ASP.NET uygulamasını ayarlama hakkında bu makaleye bakın:

# Hasta id
source: Patient id
tr_tr: Hasta id

# Hasta Numarası
source: Patient Number
tr_tr: Hasta Numarası

# HastaId
source: PatientId
tr_tr: HastaId

# Hastane Randevu Sistemi
source: The Hospital Appointment Site
tr_tr: Hastane Randevu Sistemi

# Hastane Randevu Sitesine Hoş Geldiniz!
source: Welcome to the Hospital Appointment Site!
tr_tr: Hastane Randevu Sitesine Hoş Geldiniz!

# Hastane Randevu Web Programlama
source: The Hospital Appointment Web Programming
tr_tr: Hastane Randevu Web Programlama

# Hesabınızı onaylamak için lütfen e-postanızı kontrol edin.
source: Please check your email to confirm your account.
tr_tr: Hesabınızı onaylamak için lütfen e-postanızı kontrol edin.

source: Hüsnügören District, Azizağalar Campus, No:79 Feraye Apt., Inner Door No:3, Floor:2
tr_tr: Hüsnügören Mahallesi, Azizağalar Yerleşkesi, No:79 Feraye Apt., İç Kapı No:3, Kat:2

# Kaydol
source: Register
tr_tr: Kaydol

# Kaydolmak için başka bir hizmet kullanın.
source: Use another service to register.
tr_tr: Kaydolmak için başka bir hizmet kullanın.

# Kayıt Onayı
source: Registration Confirmation
tr_tr: Kayıt Onayı

# Merhaba
source: Hello
tr_tr: Merhaba

# Normalde bu e-postayla gönderilir: Hesabınızı onaylamak için burayı tıklayın:
source: Normally this is sent by email: Click here to confirm your account:
tr_tr: Normalde bu e-postayla gönderilir: Hesabınızı onaylamak için burayı tıklayın:

# Online Randevu Sistemi
source: Online Appointment System
tr_tr: Online Randevu Sistemi

# Oturum açmak için başka bir hizmet kullanın.
source: Use another service to log in.
tr_tr: Oturum açmak için başka bir hizmet kullanın.

# Oturum açmak için yerel bir hesap kullanın.
source: Use a local account to log in.
tr_tr: Oturum açmak için yerel bir hesap kullanın.

# Poliklinik
source: Policlinic
tr_tr: Poliklinik

# Poliklinik:
source: Policlinic:
tr_tr: Poliklinik:

# Randevu Al
source: Make an Appointment
tr_tr: Randevu Al

# Randevu güncellendi!
source: Appointment updated!
tr_tr: Randevu güncellendi!

# Randevu Kaydını Sil
source: Delete Appointment Record
tr_tr: Randevu Kaydını Sil

# Randevu Oluştur
source: Create an Appointment
tr_tr: Randevu Oluştur

# Randevu silindi!
source: Appointment deleted!
tr_tr: Randevu silindi!

# Randevu İşlemleri
source: Appointment Procedures
tr_tr: Randevu İşlemleri

# Randevulara Geri Dön
source: Back to Appointments
tr_tr: Randevulara Geri Dön

# Randevuyu Güncelle
source: Update Appointment
tr_tr: Randevuyu Güncelle

# Resim Yükle:
source: Upload a photograph:
tr_tr: Resim Yükle:

# Shire/Orta Dünya
source: Shire/Middle Earth
tr_tr: Shire/Orta Dünya

# Sil
source: Delete
tr_tr: Sil

# Yapılandırılmış harici kimlik doğrulama hizmeti yok.
source: There is no external authentication service configured.
tr_tr: Yapılandırılmış harici kimlik doğrulama hizmeti yok.

source: No external authentication service configured. See this article about setting up this ASP.NET application to support login via external services:
tr_tr: Yapılandırılmış harici kimlik doğrulama hizmeti yok.Harici hizmetler aracılığıyla oturum açmayı desteklemek için bu ASP.NET uygulamasını ayarlama hakkında bu makaleye bakın:

# Yeni bir hesap oluşturun.
source: Create a new account.
tr_tr: Yeni bir hesap oluşturun.

# Yeni bir kullanıcı olarak kaydolun.
source: Register as a new user.
tr_tr: Yeni bir kullanıcı olarak kaydolun.

# Yeni Branş Ekle
source: Add New Branch
tr_tr: Yeni Branş Ekle

# Yeni Doktor Branşını Ekle
source: Add New Doctor Branch
tr_tr: Yeni Doktor Branşını Ekle

# Yeni Doktor Kaydı Oluştur
source: Create New Doctor Record
tr_tr: Yeni Doktor Kaydı Oluştur

# Yeni randevu alındı!
source: New appointment made!
tr_tr: Yeni randevu alındı!

# Yeni randevu kaydedildi!
source: New appointment saved!
tr_tr: Yeni randevu kaydedildi!

# Yeni Randevu Oluştur
source: Create New Appointment
tr_tr: Yeni Randevu Oluştur

# Yeniden Gönder
source: Send again
tr_tr: Yeniden Gönder

# Çalışma Gün ve Saatleri
source: Working Days and Hours
tr_tr: Çalışma Gün ve Saatleri

# Çalışma Günleri-Saatleri:
source: Working Days-Hours:
tr_tr: Çalışma Günleri-Saatleri:

# Çıkış Yap
source: Logout
tr_tr: Çıkış Yap

# İletişim
source: Communication
tr_tr: İletişim

# İletişim Bilgileri:
source: Contact Information:
tr_tr: İletişim Bilgileri:

# Şifre
source: Password
tr_tr: Şifre

# Şifrenizi mi unuttunuz?
source: Forgot your password?
tr_tr: Şifrenizi mi unuttunuz?

# Şifreyi Onaylayın
source: Confirm Password
tr_tr: Şifreyi Onaylayın

# Şifreyi Yenile
source: Reset Password
tr_tr: Şifreyi Yenile
